#+setupfile: https://fniessen.github.io/org-html-themes/setup/theme-bigblow.setup
#+STARTUP: indent hidestars odd
#+TITLE: Emacs Literate Configuration Start File

** Set up unicode ~utf-8~ use
#+BEGIN_SRC emacs-lisp
;; Copied from Calum's github file
(set-charset-priority 'unicode)
(setq locale-coding-system 'utf-8)
(set-terminal-coding-system 'utf-8)
(set-selection-coding-system 'utf-8)
(prefer-coding-system 'utf-8)
(setq default-process-coding-system '(utf-8-unix . utf-8-unix))

#+END_SRC

#+RESULTS:
: (utf-8-unix . utf-8-unix)
